[
  {
    "sku": "gad-8706078346",
    "name": "Smartphone X1",
    "description": "The Smartphone X1 is a powerful and sleek device that offers a seamless user experience. It features a high-resolution display, a fast processor, and a premium camera for capturing stunning photos and videos. Stay connected and productive on the go with the Smartphone X1.",
    "shortDescription": "Powerful and sleek smartphone",
    "rrp": 499.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Mobile Phone"
  },
  {
    "sku": "gad-3463776330",
    "name": "Gaming Desk",
    "description": "Upgrade your gaming setup with the Gaming Desk. This spacious desk provides ample room for your gaming monitor, keyboard, mouse, and other accessories. It features a sturdy construction and ergonomic design to enhance your gaming experience.",
    "shortDescription": "Spacious and ergonomic gaming desk",
    "rrp": 149.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Computer Table"
  },
  {
    "sku": "gad-0134732211",
    "name": "Laptop Pro",
    "description": "The Laptop Pro is a high-performance laptop designed for professionals. It offers blazing-fast processing power, a brilliant display, and long battery life. Whether you're working on intensive tasks or enjoying multimedia content, the Laptop Pro delivers exceptional performance.",
    "shortDescription": "High-performance laptop for professionals",
    "rrp": 1299.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Laptop"
  },
  {
    "sku": "gad-4395219342",
    "name": "Desktop Elite",
    "description": "Experience the ultimate computing power with the Desktop Elite. This powerful desktop computer is equipped with top-of-the-line components, allowing you to handle demanding tasks with ease. From gaming to content creation, the Desktop Elite is your reliable companion.",
    "shortDescription": "Powerful desktop computer for performance enthusiasts",
    "rrp": 1999.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Desktop"
  },
  {
    "sku": "gad-6288655485",
    "name": "Security Camera System",
    "description": "Protect your home or business with the Security Camera System. This comprehensive surveillance solution includes multiple high-definition cameras and a centralized monitoring system. Stay vigilant and monitor your property from anywhere with the Security Camera System.",
    "shortDescription": "Comprehensive surveillance solution",
    "rrp": 299.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Security Camera"
  },
  {
    "sku": "gad-2775378030",
    "name": "Action Cam Pro",
    "description": "Capture your adventures in stunning detail with the Action Cam Pro. This rugged and compact camera is built for extreme conditions, allowing you to record high-quality videos and photos during outdoor activities. Take your storytelling to the next level with the Action Cam Pro.",
    "shortDescription": "Rugged and compact action camera",
    "rrp": 199.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Action Camera"
  },
  {
    "sku": "gad-1803574962",
    "name": "Gaming Console X",
    "description": "Immerse yourself in the world of gaming with the Gaming Console X. Featuring cutting-edge graphics and powerful hardware, this console delivers a seamless gaming experience. Whether you prefer single-player adventures or online multiplayer battles, the Gaming Console X has you covered.",
    "shortDescription": "Next-generation gaming console",
    "rrp": 399.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Gaming Console"
  },
  {
    "sku": "gad-1740836942",
    "name": "Fast Charger",
    "description": "Never run out of battery with the Fast Charger. This high-speed charger quickly replenishes the battery of your devices, allowing you to stay connected and productive. With its compact design and universal compatibility, the Fast Charger is perfect for home, office, or travel.",
    "shortDescription": "High-speed charger for your devices",
    "rrp": 29.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Phone Charger"
  },
  {
    "sku": "gad-6120573154",
    "name": "Pro Drone 2000",
    "description": "Take to the skies and capture breathtaking aerial footage with the Pro Drone 2000. This advanced drone features intelligent flight modes, a high-resolution camera, and extended flight time. Whether you're an aerial photographer or an adventure seeker, the Pro Drone 2000 is the perfect companion.",
    "shortDescription": "Advanced drone for aerial photography",
    "rrp": 799.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Drone"
  },
  {
    "sku": "gad-4585624424",
    "name": "Wireless Earbuds",
    "description": "Experience true freedom with the Wireless Earbuds. These sleek and lightweight earbuds provide immersive sound and seamless connectivity. With their long battery life and comfortable fit, the Wireless Earbuds are perfect for workouts, commutes, and everyday use.",
    "shortDescription": "Sleek and lightweight wireless earbuds",
    "rrp": 129.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Earphone"
  },
  {
    "sku": "gad-3521177056",
    "name": "Wireless Headset Pro",
    "description": "Enjoy immersive audio and crystal-clear communication with the Wireless Headset Pro. This high-quality headset delivers rich sound, comfortable fit, and convenient wireless connectivity. Whether you're gaming, listening to music, or making calls, the Wireless Headset Pro enhances your audio experience.",
    "shortDescription": "High-quality wireless headset",
    "rrp": 149.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Headset"
  },
  {
    "sku": "gad-7245097396",
    "name": "Portable Bluetooth Speaker",
    "description": "Take your music wherever you go with the Portable Bluetooth Speaker. This compact and portable speaker delivers impressive sound quality and seamless wireless connectivity. Whether you're at home, outdoors, or on a trip, the Portable Bluetooth Speaker provides a rich audio experience.",
    "shortDescription": "Compact and portable Bluetooth speaker",
    "rrp": 79.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Bluetooth Speaker"
  },
  {
    "sku": "gad-9801819164",
    "name": "Smartwatch X3",
    "description": "Stay connected and track your fitness goals with the Smartwatch X3. This stylish smartwatch features a vibrant display, advanced health monitoring, and smart notification capabilities. Whether you're managing your schedule or monitoring your workouts, the Smartwatch X3 is the perfect companion.",
    "shortDescription": "Stylish and feature-packed smartwatch",
    "rrp": 199.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Smart Watch"
  },
  {
    "sku": "gad-3215200921",
    "name": "Basic Phone 200",
    "description": "Simplify your communication with the Basic Phone 200. This reliable and user-friendly phone offers essential features like calling, texting, and a long-lasting battery. Stay connected without the distractions of a smartphone with the Basic Phone 200.",
    "shortDescription": "Reliable and user-friendly basic phone",
    "rrp": 49.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Basic Phone"
  },
  {
    "sku": "gad-1320291204",
    "name": "Nintendo Switch Lite",
    "description": "Experience gaming on the go with the Nintendo Switch Lite. This handheld gaming console features a compact design, built-in controls, and a wide selection of games. Whether you're a casual gamer or a seasoned enthusiast, the Nintendo Switch Lite delivers endless entertainment.",
    "shortDescription": "Handheld gaming console",
    "rrp": 199.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Nintendo Switch"
  },
  {
    "sku": "gad-8777580295",
    "name": "Power Bank 10000mAh",
    "description": "Never run out of power with the Power Bank 10000mAh. This portable charger provides on-the-go charging for your devices, ensuring you stay connected. With its high-capacity battery and multiple charging ports, the Power Bank 10000mAh is perfect for travel, emergencies, and daily use.",
    "shortDescription": "High-capacity portable charger",
    "rrp": 39.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Power Bank"
  },
  {
    "sku": "gad-8344663617",
    "name": "Gameboy Classic",
    "description": "Relive the nostalgia of classic gaming with the Gameboy Classic. This retro handheld console brings back iconic games and features a compact design. Whether you're a long-time fan or new to retro gaming, the Gameboy Classic offers endless hours of fun.",
    "shortDescription": "Retro handheld gaming console",
    "rrp": 89.99,
    "category": "Gadgets",
    "categoryId": "gadgets",
    "subCategory": "Gameboy"
  },
  {
    "sku": "app-1750361488",
    "name": "Robot Vacuum Cleaner",
    "description": "Spend less time cleaning and more time doing what you love with the Robot Vacuum Cleaner. This intelligent cleaning device automatically navigates your home, effectively removing dust, dirt, and pet hair. Sit back and relax as the Robot Vacuum Cleaner takes care of your cleaning chores.",
    "shortDescription": "Intelligent robot vacuum cleaner",
    "rrp": 299.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Vacuum Cleaner"
  },
  {
    "sku": "app-7359328823",
    "name": "Front Load Washing Machine",
    "description": "Make laundry day a breeze with the Front Load Washing Machine. This high-capacity washer features advanced cleaning technologies and customizable settings. With its efficient performance and convenient features, the Front Load Washing Machine delivers exceptional laundry results.",
    "shortDescription": "High-capacity front load washing machine",
    "rrp": 699.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Washing Machine"
  },
  {
    "sku": "app-8042819439",
    "name": "Electric Dryer",
    "description": "Effortlessly dry your clothes with the Electric Dryer. This powerful and efficient dryer offers multiple drying cycles and convenient features. Whether you're drying delicate fabrics or a large load of laundry, the Electric Dryer delivers outstanding drying performance.",
    "shortDescription": "Powerful and efficient electric dryer",
    "rrp": 499.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Dryer"
  },
  {
    "sku": "app-3272451085",
    "name": "Wireless Speaker System",
    "description": "Immerse yourself in rich, high-fidelity sound with the Wireless Speaker System. This premium audio system delivers crystal-clear audio and deep bass, creating an immersive listening experience. With its wireless connectivity and sleek design, the Wireless Speaker System complements any home decor.",
    "shortDescription": "High-fidelity wireless speaker system",
    "rrp": 249.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Speaker"
  },
  {
    "sku": "app-8182397542",
    "name": "Ultra HD Television",
    "description": "Experience stunning visuals with the Ultra HD Television. This high-resolution TV offers lifelike picture quality, vibrant colors, and immersive sound. Whether you're watching movies, sports, or playing games, the Ultra HD Television delivers a cinematic viewing experience.",
    "shortDescription": "High-resolution Ultra HD television",
    "rrp": 999.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Television"
  },
  {
    "sku": "app-2621742949",
    "name": "Refrigerator with Smart Features",
    "description": "Keep your food fresh and organized with the Refrigerator with Smart Features. This spacious refrigerator offers advanced cooling technologies, adjustable shelves, and smart features like temperature control and remote monitoring. Experience convenience and efficiency with the Refrigerator with Smart Features.",
    "shortDescription": "Spacious refrigerator with smart functionality",
    "rrp": 1499.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Refrigerator"
  },
  {
    "sku": "app-0941923104",
    "name": "Soundbar with Wireless Subwoofer",
    "description": "Upgrade your home theater audio with the Soundbar and Wireless Subwoofer. This powerful audio system delivers immersive sound, enhanced dialogues, and deep bass. Whether you're watching movies, gaming, or listening to music, the Soundbar and Wireless Subwoofer elevates your audio experience.",
    "shortDescription": "Powerful soundbar with wireless subwoofer",
    "rrp": 399.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Soundbar"
  },
  {
    "sku": "app-6711240167",
    "name": "Smart Air Conditioner",
    "description": "Create a comfortable indoor environment with the Smart Air Conditioner. This intelligent AC unit offers precise temperature control, energy efficiency, and smart features like voice control and remote access. Beat the heat and enjoy cool comfort with the Smart Air Conditioner.",
    "shortDescription": "Intelligent air conditioner with smart features",
    "rrp": 799.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Air Conditioner"
  },
  {
    "sku": "app-2663789732",
    "name": "Ultrasonic Humidifier",
    "description": "Improve the air quality in your home with the Ultrasonic Humidifier. This quiet and efficient humidifier adds moisture to the air, helping to alleviate dry skin, nasal congestion, and other respiratory issues. Create a healthier and more comfortable environment with the Ultrasonic Humidifier.",
    "shortDescription": "Quiet and efficient ultrasonic humidifier",
    "rrp": 79.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Humidifier"
  },
  {
    "sku": "app-8456929585",
    "name": "4-Slice Toaster",
    "description": "Enjoy perfectly toasted bread and bagels with the 4-Slice Toaster. This versatile toaster features multiple browning settings, wide slots, and convenient functions like defrost and cancel. Whether you prefer a light toast or a crispy finish, the 4-Slice Toaster delivers consistent results.",
    "shortDescription": "Versatile 4-slice toaster",
    "rrp": 49.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Toaster"
  },
  {
    "sku": "app-2558619078",
    "name": "Espresso Machine",
    "description": "Indulge in rich, barista-quality coffee at home with the Espresso Machine. This premium coffee maker offers adjustable settings, a steam wand for frothing milk, and a built-in grinder for freshly ground coffee. Start your day with the perfect cup of espresso with the Espresso Machine.",
    "shortDescription": "Premium espresso machine for coffee lovers",
    "rrp": 299.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Coffee Machine"
  },
  {
    "sku": "app-5179085842",
    "name": "Microwave Oven",
    "description": "Effortlessly heat and cook your favorite meals with the Microwave Oven. This versatile kitchen appliance offers multiple cooking modes, intuitive controls, and a spacious interior. From reheating leftovers to cooking quick meals, the Microwave Oven simplifies your kitchen tasks.",
    "shortDescription": "Versatile microwave oven",
    "rrp": 149.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Microwave"
  },
  {
    "sku": "app-9978790994",
    "name": "Stainless Steel Gas Stove",
    "description": "Upgrade your kitchen with the Stainless Steel Gas Stove. This durable and stylish stove offers precise flame control, multiple burners, and easy-to-clean surfaces. Whether you're simmering, boiling, or sautéing, the Stainless Steel Gas Stove provides reliable and efficient cooking performance.",
    "shortDescription": "Durable and stylish stainless steel gas stove",
    "rrp": 699.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Stove"
  },
  {
    "sku": "app-1808152872",
    "name": "Wall Fan with Remote Control",
    "description": "Stay cool and comfortable with the Wall Fan with Remote Control. This powerful fan features multiple speed settings, adjustable tilt, and a convenient remote control. Whether you're in the living room, bedroom, or office, the Wall Fan provides a refreshing breeze at your command.",
    "shortDescription": "Powerful wall fan with remote control",
    "rrp": 79.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Wall Fan"
  },
  {
    "sku": "app-5551815145",
    "name": "Stand Fan with Oscillation",
    "description": "Beat the heat with the Stand Fan with Oscillation. This versatile fan offers adjustable height, oscillation function, and multiple speed settings. Whether you need focused airflow or wide coverage, the Stand Fan keeps you cool and comfortable during hot summer days.",
    "shortDescription": "Versatile stand fan with oscillation",
    "rrp": 59.99,
    "category": "Appliances",
    "categoryId": "appliances",
    "subCategory": "Stand Fan"
  },
  {
    "sku": "hom-7634451772",
    "name": "Cordless Drill Set",
    "description": "Tackle your DIY projects with ease using the Cordless Drill Set. This powerful drill features variable speed control, multiple drill bits, and a rechargeable battery. From assembling furniture to drilling holes, the Cordless Drill Set is a must-have tool for every homeowner or professional.",
    "shortDescription": "Powerful cordless drill set",
    "rrp": 129.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Drill"
  },
  {
    "sku": "hom-3724559889",
    "name": "Heavy-Duty Hammer",
    "description": "Complete your toolkit with the Heavy-Duty Hammer. This durable and versatile hammer is designed for tough tasks and offers a comfortable grip. Whether you're driving nails, removing old fixtures, or doing construction work, the Heavy-Duty Hammer delivers reliable performance.",
    "shortDescription": "Durable heavy-duty hammer",
    "rrp": 19.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Hammer"
  },
  {
    "sku": "hom-6711887134",
    "name": "Shovel with Wooden Handle",
    "description": "Get your outdoor tasks done efficiently with the Shovel with Wooden Handle. This sturdy shovel features a durable steel blade and a comfortable wooden handle. Whether you're shoveling snow, digging holes, or moving dirt, the Shovel is a reliable tool for any outdoor project.",
    "shortDescription": "Sturdy shovel with wooden handle",
    "rrp": 29.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Shovel"
  },
  {
    "sku": "hom-9003288474",
    "name": "Durable Plastic Pail",
    "description": "Carry and store various items with the Durable Plastic Pail. This versatile and lightweight pail features a sturdy handle and a spacious capacity. Whether you're gardening, cleaning, or organizing, the Durable Plastic Pail is a practical utility for your everyday needs.",
    "shortDescription": "Versatile plastic pail",
    "rrp": 9.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Pail"
  },
  {
    "sku": "hom-3234703553",
    "name": "Multi-Purpose Ladder",
    "description": "Reach new heights with the Multi-Purpose Ladder. This versatile ladder can be configured into multiple positions, allowing you to safely and conveniently access high areas. Whether you're painting, cleaning gutters, or doing repairs, the Multi-Purpose Ladder is a reliable and adjustable tool.",
    "shortDescription": "Versatile multi-purpose ladder",
    "rrp": 149.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Ladder"
  },
  {
    "sku": "hom-2824385956",
    "name": "Durable Lock with Keys",
    "description": "Secure your belongings with the Durable Lock with Keys. This sturdy lock provides reliable security for doors, cabinets, lockers, and more. With its durable construction and included keys, the Durable Lock keeps your valuables safe and gives you peace of mind.",
    "shortDescription": "Sturdy lock with keys",
    "rrp": 12.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Lock"
  },
  {
    "sku": "hom-7267726131",
    "name": "Modern Dining Table",
    "description": "Gather your family and friends around the Modern Dining Table. This stylish and sturdy table offers ample space for meals and gatherings. With its contemporary design and high-quality construction, the Modern Dining Table becomes the centerpiece of your dining area.",
    "shortDescription": "Stylish and sturdy dining table",
    "rrp": 399.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Dining Table"
  },
  {
    "sku": "hom-9777569025",
    "name": "Premium Cutlery Set",
    "description": "Elevate your dining experience with the Premium Cutlery Set. This high-quality set includes a range of forks, spoons, and knives crafted from durable stainless steel. Whether you're hosting a special occasion or enjoying a meal at home, the Premium Cutlery Set adds elegance to your table setting.",
    "shortDescription": "High-quality stainless steel cutlery set",
    "rrp": 99.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Cutlery"
  },
  {
    "sku": "hom-9920037548",
    "name": "Stylish Chopsticks Set",
    "description": "Enjoy your favorite Asian cuisine with the Stylish Chopsticks Set. This set includes a pair of beautifully crafted chopsticks made from high-quality materials. Whether you're eating sushi, noodles, or stir-fry, the Stylish Chopsticks Set adds an authentic touch to your dining experience.",
    "shortDescription": "Beautifully crafted chopsticks set",
    "rrp": 19.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Chopsticks"
  },
  {
    "sku": "hom-9222356533",
    "name": "Luxurious Bed Frame",
    "description": "Transform your bedroom into a haven of comfort with the Luxurious Bed Frame. This elegant and sturdy bed frame offers exceptional support and style. With its premium materials and attention to detail, the Luxurious Bed Frame provides a cozy retreat for a restful night's sleep.",
    "shortDescription": "Elegant and sturdy bed frame",
    "rrp": 699.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Bed"
  },
  {
    "sku": "hom-7070154251",
    "name": "Orthopedic Mattress",
    "description": "Experience unparalleled comfort and support with the Orthopedic Mattress. This specialized mattress is designed to promote proper spinal alignment and relieve pressure points. Whether you're a side sleeper, back sleeper, or stomach sleeper, the Orthopedic Mattress ensures a rejuvenating sleep experience.",
    "shortDescription": "Specialized orthopedic mattress",
    "rrp": 999.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Mattress"
  },
  {
    "sku": "hom-6724482497",
    "name": "Elegant Curtain Set",
    "description": "Enhance the ambiance of your living space with the Elegant Curtain Set. This set includes a pair of beautifully designed curtains that add style and privacy to any room. With their premium fabric and meticulous craftsmanship, the Elegant Curtain Set complements your home decor.",
    "shortDescription": "Beautifully designed curtain set",
    "rrp": 79.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Curtain"
  },
  {
    "sku": "hom-8120829195",
    "name": "Modern Wall Clock",
    "description": "Add a touch of sophistication to your home with the Modern Wall Clock. This sleek and minimalist clock features a silent quartz movement and an elegant design. Whether you place it in the living room, bedroom, or office, the Modern Wall Clock becomes a functional and stylish decor piece.",
    "shortDescription": "Sleek and minimalist wall clock",
    "rrp": 29.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Clock"
  },
  {
    "sku": "hom-6051005288",
    "name": "Space-Saving Hanger Set",
    "description": "Maximize your closet space with the Space-Saving Hanger Set. This set includes a collection of slim and durable hangers that optimize your wardrobe organization. With their non-slip design and cascading feature, the Space-Saving Hanger Set keeps your clothes tidy and accessible.",
    "shortDescription": "Slim and durable space-saving hanger set",
    "rrp": 24.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Hanger"
  },
  {
    "sku": "hom-9236636043",
    "name": "Elegant Pitcher",
    "description": "Serve your favorite beverages in style with the Elegant Pitcher. This beautifully crafted pitcher features a sleek design and a comfortable handle for easy pouring. Whether you're hosting a party or enjoying a refreshing drink, the Elegant Pitcher adds a touch of sophistication to your table.",
    "shortDescription": "Beautifully crafted pitcher for beverages",
    "rrp": 39.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Pitcher"
  },
  {
    "sku": "hom-9717242012",
    "name": "Premium Pillow",
    "description": "Indulge in luxurious comfort with the Premium Pillow. This high-quality pillow offers excellent support and plushness, ensuring a restful night's sleep. With its hypoallergenic materials and ergonomic design, the Premium Pillow is perfect for those seeking the ultimate sleeping experience.",
    "shortDescription": "High-quality pillow for luxurious comfort",
    "rrp": 49.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Pillow"
  },
  {
    "sku": "hom-1345411794",
    "name": "Stylish Stool Set",
    "description": "Enhance your home decor with the Stylish Stool Set. This set includes a collection of beautifully designed stools that provide additional seating or serve as stylish accent pieces. With their sturdy construction and versatile design, the Stylish Stool Set complements various spaces in your home.",
    "shortDescription": "Beautifully designed stool set",
    "rrp": 149.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Stool"
  },
  {
    "sku": "hom-5953876032",
    "name": "Modern Mirror",
    "description": "Add a touch of elegance to your living space with the Modern Mirror. This sleek and stylish mirror features a contemporary design that complements any decor. Whether you hang it in the hallway, bedroom, or bathroom, the Modern Mirror reflects your personal style.",
    "shortDescription": "Sleek and stylish modern mirror",
    "rrp": 79.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Mirror"
  },
  {
    "sku": "hom-8774261295",
    "name": "Comfortable Sofa",
    "description": "Create a cozy and inviting seating area with the Comfortable Sofa. This plush and comfortable sofa features a modern design and high-quality upholstery. Whether you're lounging with a book or entertaining guests, the Comfortable Sofa provides a comfortable and stylish seating option.",
    "shortDescription": "Plush and comfortable modern sofa",
    "rrp": 799.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Sofa"
  },
  {
    "sku": "hom-2365416780",
    "name": "Indoor Plant Assortment",
    "description": "Bring nature indoors with the Indoor Plant Assortment. This collection includes a variety of lush and easy-to-care-for houseplants that add a touch of greenery to your space. Whether you place them on a shelf, desk, or windowsill, the Indoor Plant Assortment brightens up your home.",
    "shortDescription": "Assortment of lush indoor houseplants",
    "rrp": 39.99,
    "category": "Home & Living",
    "categoryId": "homeandliving",
    "subCategory": "Indoor Plant"
  },
  {
    "sku": "sch-2220873733",
    "name": "Premium Ballpoint Pen Set",
    "description": "Write in style with the Premium Ballpoint Pen Set. This set includes a collection of sleek and high-quality ballpoint pens that provide a smooth writing experience. Whether you're taking notes, signing documents, or expressing your creativity, the Premium Ballpoint Pen Set is a must-have for any professional or student.",
    "shortDescription": "Sleek and high-quality ballpoint pen set",
    "rrp": 19.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Ballpen"
  },
  {
    "sku": "sch-4101154395",
    "name": "High-Quality Eraser",
    "description": "Achieve precise erasing with the High-Quality Eraser. This eraser features a soft and smudge-free formula that effectively removes pencil marks without damaging the paper. Whether you're sketching, drafting, or doing schoolwork, the High-Quality Eraser ensures clean and accurate erasing.",
    "shortDescription": "Soft and smudge-free high-quality eraser",
    "rrp": 4.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Eraser"
  },
  {
    "sku": "sch-3268275849",
    "name": "Vibrant Crayon Set",
    "description": "Unleash your creativity with the Vibrant Crayon Set. This set includes a wide range of bright and vibrant crayon colors that inspire imagination. Whether you're coloring, doodling, or creating artwork, the Vibrant Crayon Set provides endless possibilities.",
    "shortDescription": "Wide range of bright and vibrant crayons",
    "rrp": 9.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Crayons"
  },
  {
    "sku": "sch-1019557818",
    "name": "Watercolor Paint Set",
    "description": "Explore the world of watercolor painting with the Watercolor Paint Set. This set includes a variety of high-quality watercolor paints that blend beautifully and produce vibrant colors. Whether you're a beginner or an experienced artist, the Watercolor Paint Set unlocks your creativity.",
    "shortDescription": "High-quality watercolor paint set",
    "rrp": 24.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Watercolor"
  },
  {
    "sku": "sch-6022722320",
    "name": "Professional-Grade Pencil Set",
    "description": "Create precise and detailed drawings with the Professional-Grade Pencil Set. This set includes a range of graphite pencils with varying lead hardness, allowing you to achieve different tones and effects. Whether you're sketching, shading, or illustrating, the Professional-Grade Pencil Set delivers exceptional results.",
    "shortDescription": "Range of graphite pencils for professional drawing",
    "rrp": 14.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Pencil"
  },
  {
    "sku": "sch-5536972347",
    "name": "Permanent Marker Set",
    "description": "Make your marks bold and permanent with the Permanent Marker Set. This set includes a variety of vibrant markers that are perfect for labeling, crafts, and artistic projects. Whether you're marking boxes, creating signs, or adding color to your artwork, the Permanent Marker Set provides long-lasting results.",
    "shortDescription": "Vibrant permanent marker set",
    "rrp": 9.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Permanent Marker"
  },
  {
    "sku": "sch-2231829014",
    "name": "Whiteboard Marker Set",
    "description": "Make your presentations and brainstorming sessions more engaging with the Whiteboard Marker Set. This set includes a range of colorful markers that write smoothly and erase easily. Whether you're teaching, collaborating, or organizing ideas, the Whiteboard Marker Set is a versatile tool for effective communication.",
    "shortDescription": "Colorful whiteboard marker set",
    "rrp": 7.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Whiteboard Marker"
  },
  {
    "sku": "sch-9605657630",
    "name": "Highlighter Pack",
    "description": "Highlight important information and notes with the Highlighter Pack. This pack includes a selection of vibrant highlighters that provide clear and bright highlighting. Whether you're studying, organizing documents, or creating artwork, the Highlighter Pack adds emphasis to your work.",
    "shortDescription": "Vibrant highlighter pack",
    "rrp": 5.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Highlighter"
  },
  {
    "sku": "sch-1203307811",
    "name": "Versatile Whiteboard",
    "description": "Enhance your productivity and creativity with the Versatile Whiteboard. This magnetic whiteboard offers a smooth writing surface and is perfect for brainstorming, planning, and organizing ideas. Whether you use it in the office, classroom, or home, the Versatile Whiteboard becomes a valuable tool for visualizing concepts.",
    "shortDescription": "Magnetic whiteboard for brainstorming and planning",
    "rrp": 49.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Whiteboard"
  },
  {
    "sku": "sch-0957192601",
    "name": "Sticky Note Pad Set",
    "description": "Stay organized and leave reminders with the Sticky Note Pad Set. This set includes a collection of colorful sticky notes in various sizes, perfect for jotting down quick notes, marking pages, or adding reminders. Whether you're at work, school, or home, the Sticky Note Pad Set keeps you organized.",
    "shortDescription": "Colorful sticky note pad set",
    "rrp": 6.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Sticky Note"
  },
  {
    "sku": "sch-3161058779",
    "name": "Correction Tape Pack",
    "description": "Make precise corrections with the Correction Tape Pack. This pack includes a set of correction tapes that provide clean and instant coverage for errors. Whether you're correcting mistakes in written documents or artwork, the Correction Tape Pack ensures professional-looking results.",
    "shortDescription": "Instant correction tape pack",
    "rrp": 4.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Correction Tape"
  },
  {
    "sku": "sch-6233605897",
    "name": "Correction Fluid Bottle",
    "description": "Effortlessly correct errors with the Correction Fluid Bottle. This bottle contains high-quality correction fluid that dries quickly and provides opaque coverage. Whether you're fixing typos or covering up ink smudges, the Correction Fluid Bottle offers a convenient solution for flawless corrections.",
    "shortDescription": "Quick-drying correction fluid bottle",
    "rrp": 3.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Correction Fluid"
  },
  {
    "sku": "sch-6700197077",
    "name": "Set of Whiteboard Markers",
    "description": "Make your presentations and brainstorming sessions more engaging with the Set of Whiteboard Markers. This set includes a variety of vibrant markers that write smoothly and are easily erasable. Whether you're in the office, classroom, or home, the Set of Whiteboard Markers brings your ideas to life.",
    "shortDescription": "Vibrant markers for whiteboard",
    "rrp": 7.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Whiteboard Marker"
  },
  {
    "sku": "sch-4452085463",
    "name": "Highlighter Pen Set",
    "description": "Highlight important information with the Highlighter Pen Set. This set includes a range of bright and fluorescent highlighters that help you emphasize key points in your notes, textbooks, and documents. Whether you're studying, organizing information, or preparing presentations, the Highlighter Pen Set adds visual impact to your work.",
    "shortDescription": "Bright and fluorescent highlighter set",
    "rrp": 6.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Highlighter"
  },
  {
    "sku": "sch-9385662529",
    "name": "Premium Notebook",
    "description": "Jot down your thoughts, ideas, and inspirations in the Premium Notebook. This high-quality notebook features durable covers, smooth paper, and a convenient bookmark. Whether you're taking notes in meetings, journaling, or planning your day, the Premium Notebook is a reliable companion for your writing needs.",
    "shortDescription": "High-quality notebook for writing",
    "rrp": 12.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Notebook"
  },
  {
    "sku": "sch-6472863582",
    "name": "Large Whiteboard",
    "description": "Turn any space into a creative workspace with the Large Whiteboard. This spacious and erasable whiteboard provides a blank canvas for brainstorming, planning, and organizing ideas. Whether you're in the office, classroom, or home, the Large Whiteboard facilitates collaboration and visual thinking.",
    "shortDescription": "Spacious erasable whiteboard",
    "rrp": 69.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Whiteboard"
  },
  {
    "sku": "sch-6435369097",
    "name": "Assorted Binder Clip Set",
    "description": "Keep your documents organized and secure with the Assorted Binder Clip Set. This set includes a variety of sizes and colors of binder clips that hold papers together neatly. Whether you're filing paperwork, organizing files, or creating presentations, the Assorted Binder Clip Set is a practical addition to your office supplies.",
    "shortDescription": "Variety of sizes and colors binder clips",
    "rrp": 8.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Binder Clip"
  },
  {
    "sku": "sch-6217678157",
    "name": "Correction Tape Set",
    "description": "Correct mistakes with precision using the Correction Tape Set. This set includes ergonomic correction tape dispensers that offer smooth and accurate application. Whether you're editing documents, filling out forms, or working on creative projects, the Correction Tape Set ensures clean and seamless corrections.",
    "shortDescription": "Ergonomic correction tape set",
    "rrp": 5.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Correction Tape"
  },
  {
    "sku": "sch-9456672675",
    "name": "Correction Fluid",
    "description": "Cover errors and make corrections with the Correction Fluid. This fast-drying fluid provides opaque coverage for quick and clean corrections. Whether you're correcting mistakes on paper or other surfaces, the Correction Fluid helps you achieve a professional finish.",
    "shortDescription": "Fast-drying correction fluid",
    "rrp": 3.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Correction Fluid"
  },
  {
    "sku": "sch-6252531835",
    "name": "Multipurpose Glue",
    "description": "Bond materials securely with the Multipurpose Glue. This versatile adhesive provides strong and durable bonds for a wide range of materials, including paper, fabric, wood, and more. Whether you're crafting, repairing, or doing DIY projects, the Multipurpose Glue is a reliable choice.",
    "shortDescription": "Versatile adhesive for various materials",
    "rrp": 6.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Glue"
  },
  {
    "sku": "sch-3524309699",
    "name": "Soft Yarn Bundle",
    "description": "Get creative with the Soft Yarn Bundle. This bundle includes a collection of soft and vibrant yarn skeins that are perfect for knitting, crocheting, and crafting projects. Whether you're making scarves, hats, or blankets, the Soft Yarn Bundle adds a cozy and colorful touch to your creations.",
    "shortDescription": "Soft and vibrant yarn bundle",
    "rrp": 14.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Yarn"
  },
  {
    "sku": "sch-5067423501",
    "name": "Paper Cutter",
    "description": "Achieve precise and clean cuts with the Paper Cutter. This handy tool features a sharp blade and a ruler guide for accurate measurements. Whether you're trimming documents, creating crafts, or working on scrapbooking projects, the Paper Cutter ensures professional and straight cuts.",
    "shortDescription": "Handy paper cutter for precise cuts",
    "rrp": 24.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Paper Cutter"
  },
  {
    "sku": "sch-7732035890",
    "name": "Assorted Paper Clip Set",
    "description": "Keep your papers organized with the Assorted Paper Clip Set. This set includes a variety of sizes and colors of paper clips that securely hold your documents together. Whether you're organizing files, attaching notes, or sorting paperwork, the Assorted Paper Clip Set is a must-have office accessory.",
    "shortDescription": "Variety of sizes and colors paper clips",
    "rrp": 3.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Paper Clip"
  },
  {
    "sku": "sch-2460410997",
    "name": "Durable Folder Set",
    "description": "Organize and protect your documents with the Durable Folder Set. This set includes a collection of sturdy and colorful folders that keep your papers neat and easily accessible. Whether you're filing important documents, storing receipts, or carrying papers on the go, the Durable Folder Set is a reliable choice.",
    "shortDescription": "Sturdy and colorful folder set",
    "rrp": 9.99,
    "category": "School Supplies",
    "categoryId": "schoolsupplies",
    "subCategory": "Folder"
  },
  {
    "sku": "hea-3465639824",
    "name": "Long-Lasting Lipstick",
    "description": "Enhance your beauty routine with the Long-Lasting Lipstick. This high-quality lipstick provides rich and vibrant color that stays put for hours. Whether you're going for a natural look or a bold statement, the Long-Lasting Lipstick adds a touch of glamour to your makeup collection.",
    "shortDescription": "High-quality long-lasting lipstick",
    "rrp": 12.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Lipstick"
  },
  {
    "sku": "hea-9500452447",
    "name": "Waterproof Eyeliner",
    "description": "Define your eyes with precision using the Waterproof Eyeliner. This smudge-proof and long-lasting eyeliner delivers intense color and creates a variety of eye-catching looks. Whether you're going for a subtle line or a dramatic winged effect, the Waterproof Eyeliner adds a touch of allure to your makeup.",
    "shortDescription": "Smudge-proof waterproof eyeliner",
    "rrp": 8.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Eyeliner"
  },
  {
    "sku": "hea-9004566873",
    "name": "Makeup Brush Set",
    "description": "Achieve flawless makeup application with the Makeup Brush Set. This set includes a collection of high-quality brushes for foundation, blush, eyeshadow, and more. Whether you're a makeup enthusiast or a professional artist, the Makeup Brush Set helps you create stunning looks with ease.",
    "shortDescription": "High-quality makeup brush set",
    "rrp": 19.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Makeup Brush"
  },
  {
    "sku": "hea-4979223337",
    "name": "Nourishing Shampoo",
    "description": "Revitalize your hair with the Nourishing Shampoo. This gentle and moisturizing shampoo cleanses and nourishes your hair, leaving it soft, shiny, and manageable. Whether you have dry, damaged, or normal hair, the Nourishing Shampoo provides the care it needs for a healthy-looking result.",
    "shortDescription": "Gentle and moisturizing nourishing shampoo",
    "rrp": 9.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Shampoo"
  },
  {
    "sku": "hea-1902531764",
    "name": "Hydrating Conditioner",
    "description": "Restore moisture and smoothness to your hair with the Hydrating Conditioner. This rich and creamy conditioner deeply hydrates and detangles your hair, leaving it silky and manageable. Whether you have frizzy, dry, or damaged hair, the Hydrating Conditioner brings back its natural luster and vitality.",
    "shortDescription": "Rich and creamy hydrating conditioner",
    "rrp": 9.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Conditioner"
  },
  {
    "sku": "hea-3243148759",
    "name": "Refreshing Soap Bar Set",
    "description": "Cleanse and refresh your skin with the Refreshing Soap Bar Set. This set includes a collection of aromatic and moisturizing soap bars that gently cleanse without stripping away natural oils. Whether you prefer floral, citrus, or herbal scents, the Refreshing Soap Bar Set provides a luxurious bathing experience.",
    "shortDescription": "Aromatic and moisturizing soap bar set",
    "rrp": 14.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Soap"
  },
  {
    "sku": "hea-0236407519",
    "name": "Gentle Facial Wash",
    "description": "Achieve clean and radiant skin with the Gentle Facial Wash. This mild and effective cleanser removes impurities and excess oil without drying out your skin. Whether you have normal, dry, or sensitive skin, the Gentle Facial Wash leaves your skin feeling refreshed and revitalized.",
    "shortDescription": "Mild and effective gentle facial wash",
    "rrp": 12.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Facial Wash"
  },
  {
    "sku": "hea-2142837387",
    "name": "Nutritional Food Supplement",
    "description": "Support your overall health and well-being with the Nutritional Food Supplement. This supplement is packed with essential vitamins, minerals, and antioxidants to boost your immune system and promote vitality. Whether you have specific dietary needs or want to maintain a balanced lifestyle, the Nutritional Food Supplement is a convenient way to supplement your daily nutrition.",
    "shortDescription": "Essential vitamins and minerals food supplement",
    "rrp": 19.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Food Supplement"
  },
  {
    "sku": "hea-1228501841",
    "name": "Pain Relief Medicine",
    "description": "Alleviate pain and discomfort with the Pain Relief Medicine. This fast-acting and effective medication provides temporary relief from headaches, muscle aches, fever, and other common ailments. Whether you have minor pains or need relief from occasional discomfort, the Pain Relief Medicine provides reliable comfort.",
    "shortDescription": "Fast-acting pain relief medicine",
    "rrp": 7.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Medicine"
  },
  {
    "sku": "hea-6129562099",
    "name": "Moisturizing Cream",
    "description": "Hydrate and nourish your skin with the Moisturizing Cream. This rich and non-greasy cream replenishes moisture, improves elasticity, and enhances skin's natural radiance. Whether you have dry, sensitive, or mature skin, the Moisturizing Cream restores hydration and promotes a healthy complexion.",
    "shortDescription": "Rich and non-greasy moisturizing cream",
    "rrp": 14.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Moisturizer"
  },
  {
    "sku": "hea-3130877735",
    "name": "Soft Bristle Toothbrush Set",
    "description": "Take care of your oral hygiene with the Soft Bristle Toothbrush Set. This set includes a collection of toothbrushes with soft bristles that gently clean your teeth and gums. Whether you prefer manual or electric toothbrushes, the Soft Bristle Toothbrush Set helps maintain your dental health.",
    "shortDescription": "Gentle and soft bristle toothbrush set",
    "rrp": 6.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Toothbrush"
  },
  {
    "sku": "hea-7443578849",
    "name": "Long-Lasting Deodorant",
    "description": "Stay fresh and confident all day with the Long-Lasting Deodorant. This effective deodorant provides reliable odor protection and keeps you feeling dry. Whether you're at work, hitting the gym, or enjoying outdoor activities, the Long-Lasting Deodorant keeps you feeling fresh and comfortable.",
    "shortDescription": "Effective and long-lasting deodorant",
    "rrp": 4.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Deodorant"
  },
  {
    "sku": "hea-9278747562",
    "name": "Men's Shaver",
    "description": "Achieve a smooth and clean shave with the Men's Shaver. This high-quality shaver features multiple blades and a flexible head for a close and comfortable shaving experience. Whether you prefer a clean shave or a well-groomed beard, the Men's Shaver provides precise results.",
    "shortDescription": "High-quality shaver for men",
    "rrp": 39.99,
    "category": "Health & Beauty",
    "categoryId": "healthandbeauty",
    "subCategory": "Shaver"
  },
  {
    "sku": "bab-4872248589",
    "name": "Baby Diaper Set",
    "description": "Keep your little one dry and comfortable with the Baby Diaper Set. This set includes a supply of high-quality diapers that offer excellent absorption and leak protection. Whether you're at home or on the go, the Baby Diaper Set provides convenience and peace of mind.",
    "shortDescription": "High-quality diapers for babies",
    "rrp": 29.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Diaper"
  },
  {
    "sku": "bab-0812888246",
    "name": "Infant Milk Formula",
    "description": "Nourish your baby with the Infant Milk Formula. This specially formulated formula provides essential nutrients for healthy growth and development. Whether you're supplementing breastfeeding or transitioning to bottle feeding, the Infant Milk Formula provides a reliable source of nutrition.",
    "shortDescription": "Specially formulated infant milk formula",
    "rrp": 19.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Milk Formula"
  },
  {
    "sku": "bab-6711005388",
    "name": "Baby Girl Dress",
    "description": "Dress your little princess in style with the Baby Girl Dress. This adorable dress features a comfortable and breathable fabric, perfect for playtime or special occasions. Whether you're attending a party or going for a walk, the Baby Girl Dress adds a touch of cuteness to your baby's wardrobe.",
    "shortDescription": "Adorable dress for baby girls",
    "rrp": 14.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Baby Girl Dress"
  },
  {
    "sku": "bab-3410896219",
    "name": "Baby Boy Romper",
    "description": "Keep your little adventurer comfortable with the Baby Boy Romper. This cute and practical romper features a soft and stretchable fabric that allows for easy movement. Whether you're indoors or outdoors, the Baby Boy Romper is an essential piece for your baby's everyday wear.",
    "shortDescription": "Comfortable romper for baby boys",
    "rrp": 12.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Baby Boy Dress"
  },
  {
    "sku": "bab-9741035399",
    "name": "Stylish Stroller",
    "description": "Enjoy convenient and comfortable outings with the Stylish Stroller. This sleek and versatile stroller offers smooth maneuverability and adjustable features for your baby's comfort. Whether you're strolling through the park or running errands, the Stylish Stroller is a reliable companion for parents on the go.",
    "shortDescription": "Sleek and versatile baby stroller",
    "rrp": 199.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Stroller"
  },
  {
    "sku": "bab-5019626910",
    "name": "Convenient Sling Carrier",
    "description": "Keep your baby close and your hands free with the Convenient Sling Carrier. This ergonomic and adjustable carrier provides a comfortable and secure way to carry your baby. Whether you're taking a walk, doing chores, or traveling, the Convenient Sling Carrier offers convenience and bonding time with your little one.",
    "shortDescription": "Ergonomic and adjustable baby sling carrier",
    "rrp": 29.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Sling Carrier"
  },
  {
    "sku": "bab-0328827180",
    "name": "Convertible Crib",
    "description": "Create a safe and cozy sleeping environment for your little one with the Convertible Crib. This versatile crib features an adjustable mattress height and the ability to convert into a toddler bed or daybed as your child grows. With its sturdy construction and elegant design, the Convertible Crib is a long-lasting investment for your nursery.",
    "shortDescription": "Versatile and sturdy convertible crib",
    "rrp": 299.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Crib"
  },
  {
    "sku": "bab-3511303896",
    "name": "Baby Bottle Set",
    "description": "Ensure your baby's feeding needs are met with the Baby Bottle Set. This set includes a collection of BPA-free bottles in different sizes, along with nipples and caps. Whether you're breastfeeding, formula feeding, or combining both, the Baby Bottle Set provides convenience and versatility.",
    "shortDescription": "Collection of BPA-free baby bottles",
    "rrp": 24.99,
    "category": "Babies",
    "categoryId": "babies",
    "subCategory": "Baby Bottle"
  },
  {
    "sku": "gro-6180289979",
    "name": "Premium Coffee Blend",
    "description": "Indulge in the rich flavors of the Premium Coffee Blend. This carefully crafted blend combines the finest coffee beans from around the world to deliver a smooth and aromatic cup of coffee. Whether you prefer it black, with milk, or as an espresso, the Premium Coffee Blend satisfies your coffee cravings.",
    "shortDescription": "Carefully crafted premium coffee blend",
    "rrp": 12.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subCategory": "Coffee"
  },
  {
    "sku": "gro-1071687715",
    "name": "Artisanal Tea Collection",
    "description": "Savor the flavors and aromas of the Artisanal Tea Collection. This collection features a variety of premium loose-leaf teas, sourced from renowned tea estates. Whether you're a fan of black tea, green tea, herbal infusions, or exotic blends, the Artisanal Tea Collection offers a delightful tea experience.",
    "shortDescription": "Collection of premium loose-leaf teas",
    "rrp": 19.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subCategory": "Tea"
  },
  {
    "sku": "gro-0990466557",
    "name": "Bottled Water Pack",
    "description": "Stay hydrated wherever you go with the Bottled Water Pack. This pack includes a supply of purified water bottles, ensuring you have refreshing hydration at your fingertips. Whether you're at work, exercising, or on-the-go, the Bottled Water Pack keeps you refreshed and quenched.",
    "shortDescription": "Pack of purified bottled water",
    "rrp": 5.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subCategory": "Water"
  },
  {
    "sku": "gro-9902661477",
    "name": "Luxurious Chocolate Assortment",
    "description": "Indulge in the decadent flavors of the Luxurious Chocolate Assortment. This assortment features a selection of premium chocolates crafted with the finest ingredients. Whether you're treating yourself or looking for the perfect gift, the Luxurious Chocolate Assortment satisfies your chocolate cravings.",
    "shortDescription": "Selection of premium crafted chocolates",
    "rrp": 29.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subCategory": "Chocolate"
  }
]
