[
  {
    "sku": "gro-2605334207",
    "name": "Cold-Pressed Juice Set",
    "description": "Quench your thirst and boost your nutrition with the Cold-Pressed Juice Set. This set includes a variety of cold-pressed juices made from fresh fruits and vegetables. Whether you're looking for a detoxifying cleanse or a vitamin-packed pick-me-up, the Cold-Pressed Juice Set provides a refreshing and healthy beverage option.",
    "shortDescription": "Variety of cold-pressed fruit and vegetable juices",
    "rrp": 17.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Juice"
  },
  {
    "sku": "gro-0192830548",
    "name": "Premium Whisky Bottle",
    "description": "Savor the smooth and complex flavors of the Premium Whisky Bottle. This premium whisky is crafted using the finest ingredients and aged to perfection. Whether you prefer it neat, on the rocks, or in cocktails, the Premium Whisky Bottle offers a sophisticated and enjoyable drinking experience.",
    "shortDescription": "Crafted premium whisky bottle",
    "rrp": 59.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Whisky"
  },
  {
    "sku": "gro-0721244469",
    "name": "Artisanal Tequila Bottle",
    "description": "Experience the distinctive flavors of the Artisanal Tequila Bottle. This handcrafted tequila is made from the finest agave plants and carefully distilled to capture the essence of Mexico's traditional spirit. Whether you enjoy it as a shot or in cocktails, the Artisanal Tequila Bottle elevates your tequila experience.",
    "shortDescription": "Handcrafted tequila bottle",
    "rrp": 49.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Tequila"
  },
  {
    "sku": "gro-7546003873",
    "name": "Premium Vodka Bottle",
    "description": "Enjoy the smoothness and purity of the Premium Vodka Bottle. This premium vodka is meticulously distilled and filtered to create a clean and refined taste. Whether you prefer it straight, mixed in cocktails, or chilled as a shot, the Premium Vodka Bottle adds elegance to your drinking experience.",
    "shortDescription": "Meticulously distilled premium vodka bottle",
    "rrp": 39.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Vodka"
  },
  {
    "sku": "gro-8088641035",
    "name": "Premium Corned Beef",
    "description": "Enjoy the savory and tender goodness of the Premium Corned Beef. This high-quality corned beef is made from premium cuts of beef, seasoned with flavorful spices, and slow-cooked to perfection. Whether you're making sandwiches, hash, or hearty stews, the Premium Corned Beef adds a delicious touch to your meals.",
    "shortDescription": "Savory and tender premium corned beef",
    "rrp": 8.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Corned Beef"
  },
  {
    "sku": "gro-7208479055",
    "name": "Instant Noodles Variety Pack",
    "description": "Satisfy your cravings with the Instant Noodles Variety Pack. This pack includes a selection of popular instant noodles in different flavors, offering a quick and convenient meal option. Whether you're looking for classic ramen, spicy noodles, or unique regional varieties, the Instant Noodles Variety Pack brings flavorful comfort to your table.",
    "shortDescription": "Selection of instant noodles in different flavors",
    "rrp": 12.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Instant Noodles"
  },
  {
    "sku": "gro-9150390867",
    "name": "Extra Virgin Olive Oil",
    "description": "Enhance your culinary creations with the Extra Virgin Olive Oil. This high-quality oil is made from carefully selected olives, cold-pressed to preserve its natural flavors and nutrients. Whether you're dressing salads, sautéing vegetables, or drizzling over pasta, the Extra Virgin Olive Oil adds a delightful and healthy touch to your dishes.",
    "shortDescription": "High-quality extra virgin olive oil",
    "rrp": 16.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Olive Oil"
  },
  {
    "sku": "gro-4620119835",
    "name": "Vegetable Oil",
    "description": "Cook your favorite meals with the versatile Vegetable Oil. This all-purpose oil is perfect for frying, sautéing, baking, and more. Whether you're making stir-fries, crispy fried foods, or homemade baked goods, the Vegetable Oil provides a reliable and neutral base for your culinary creations.",
    "shortDescription": "Versatile all-purpose vegetable oil",
    "rrp": 9.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Vegetable Oil"
  },
  {
    "sku": "gro-0894972835",
    "name": "Assorted Chip Pack",
    "description": "Indulge in a variety of flavors with the Assorted Chip Pack. This pack includes a selection of popular potato chips in different flavors, perfect for snacking or parties. Whether you prefer classic barbecue, tangy sour cream and onion, spicy jalapeno, or cheesy flavors, the Assorted Chip Pack satisfies your cravings.",
    "shortDescription": "Selection of potato chips in different flavors",
    "rrp": 6.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Chip"
  },
  {
    "sku": "gro-6549312268",
    "name": "Assorted Biscuit Pack",
    "description": "Enjoy a delightful assortment of biscuits with the Assorted Biscuit Pack. This pack includes a variety of crispy and flavorful biscuits, perfect for tea time or as a snack. Whether you prefer buttery shortbread, chocolate-filled cookies, or crunchy oatmeal biscuits, the Assorted Biscuit Pack offers a range of delicious options.",
    "shortDescription": "Assortment of crispy and flavorful biscuits",
    "rrp": 8.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Biscuit"
  },
  {
    "sku": "gro-6666996534",
    "name": "Healthy Oatmeal Pack",
    "description": "Start your day with a nutritious and filling breakfast using the Healthy Oatmeal Pack. This pack includes individual servings of wholesome oatmeal, packed with fiber and essential nutrients. Whether you prefer classic plain oats, flavored varieties, or instant oatmeal cups, the Healthy Oatmeal Pack provides a nourishing and convenient breakfast option.",
    "shortDescription": "Individual servings of healthy oatmeal",
    "rrp": 10.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Oatmeal"
  },
  {
    "sku": "gro-2688167992",
    "name": "Assorted Cookie Box",
    "description": "Treat yourself or someone special with the Assorted Cookie Box. This box includes a delightful assortment of freshly baked cookies in different flavors and textures. Whether you're a fan of chocolate chip cookies, buttery shortbread, or chewy oatmeal cookies, the Assorted Cookie Box is a perfect indulgence.",
    "shortDescription": "Assortment of freshly baked cookies",
    "rrp": 14.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Cookie"
  },
  {
    "sku": "gro-6631151399",
    "name": "Artisanal Bread Selection",
    "description": "Experience the pleasure of freshly baked bread with the Artisanal Bread Selection. This selection features a variety of handcrafted bread, made with quality ingredients and traditional baking methods. Whether you're craving crusty baguettes, fluffy brioche, or hearty whole grain loaves, the Artisanal Bread Selection satisfies your bread-loving cravings.",
    "shortDescription": "Variety of handcrafted artisanal bread",
    "rrp": 7.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Bread"
  },
  {
    "sku": "gro-3419430491",
    "name": "Decadent Cake",
    "description": "Indulge in a slice of heaven with the Decadent Cake. This rich and moist cake is made with premium ingredients and expertly crafted to deliver a delightful dessert experience. Whether you're celebrating a special occasion or simply treating yourself, the Decadent Cake adds a touch of sweetness to your life.",
    "shortDescription": "Rich and moist premium cake",
    "rrp": 24.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Cake"
  },
  {
    "sku": "gro-1624111349",
    "name": "Fresh Tomatoes",
    "description": "Add vibrant flavor to your dishes with Fresh Tomatoes. These plump and juicy tomatoes are perfect for salads, sauces, sandwiches, and more. Whether you're making a Caprese salad, salsa, or a classic tomato-based pasta sauce, Fresh Tomatoes bring freshness and taste to your culinary creations.",
    "shortDescription": "Plump and juicy fresh tomatoes",
    "rrp": 2.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Tomatoes"
  },
  {
    "sku": "gro-5200639173",
    "name": "Crisp Onions",
    "description": "Enhance the flavor and texture of your dishes with Crisp Onions. These thinly sliced and crispy onions are perfect for toppings, garnishes, or adding a savory crunch to your favorite recipes. Whether you're making burgers, salads, or stir-fries, Crisp Onions elevate your culinary creations.",
    "shortDescription": "Thinly sliced and crispy onions",
    "rrp": 3.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Onions"
  },
  {
    "sku": "gro-4613081323",
    "name": "Fresh Garlic Bulbs",
    "description": "Add depth and aroma to your dishes with Fresh Garlic Bulbs. These plump and flavorful garlic bulbs are essential for a wide range of cuisines and recipes. Whether you're making marinades, sauces, or roasted vegetables, Fresh Garlic Bulbs bring a distinctive taste to your culinary masterpieces.",
    "shortDescription": "Plump and flavorful fresh garlic bulbs",
    "rrp": 1.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Garlic"
  },
  {
    "sku": "gro-1203861753",
    "name": "Premium Beef Cuts",
    "description": "Enjoy the succulent and tender flavors of Premium Beef Cuts. These high-quality cuts are sourced from carefully selected beef and expertly trimmed for optimum taste and texture. Whether you're grilling steaks, braising roasts, or creating hearty stews, Premium Beef Cuts deliver a memorable dining experience.",
    "shortDescription": "Succulent and tender premium beef cuts",
    "rrp": 14.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Beef"
  },
  {
    "sku": "gro-3817838471",
    "name": "Tender Pork Chops",
    "description": "Savor the juicy and flavorful goodness of Tender Pork Chops. These bone-in pork chops are carefully selected and trimmed for optimal tenderness and taste. Whether you're grilling, pan-frying, or baking, Tender Pork Chops make a delicious and satisfying meal.",
    "shortDescription": "Juicy and flavorful bone-in pork chops",
    "rrp": 9.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Pork"
  },
  {
    "sku": "gro-0476402713",
    "name": "Fresh Chicken Breasts",
    "description": "Create delicious and versatile meals with Fresh Chicken Breasts. These boneless and skinless chicken breasts are lean, tender, and ready to be cooked to perfection. Whether you're grilling, baking, or sautéing, Fresh Chicken Breasts provide a protein-packed centerpiece for your culinary creations.",
    "shortDescription": "Lean and tender boneless chicken breasts",
    "rrp": 6.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Chicken"
  },
  {
    "sku": "gro-3013715460",
    "name": "Jumbo Shrimp",
    "description": "Indulge in the succulent and delicate flavor of Jumbo Shrimp. These large and plump shrimp are versatile and perfect for various cooking methods. Whether you're grilling, stir-frying, or making shrimp scampi, Jumbo Shrimp add a touch of elegance to your seafood dishes.",
    "shortDescription": "Large and plump jumbo shrimp",
    "rrp": 16.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Shrimp"
  },
  {
    "sku": "gro-6554665176",
    "name": "Fresh Fish Fillets",
    "description": "Delight in the delicate and flaky texture of Fresh Fish Fillets. These premium fillets are sourced from the finest fish and carefully filleted for convenience. Whether you're baking, grilling, or pan-searing, Fresh Fish Fillets provide a nutritious and flavorful option for seafood lovers.",
    "shortDescription": "Premium and flaky fresh fish fillets",
    "rrp": 11.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Fish"
  },
  {
    "sku": "gro-4006968945",
    "name": "Safety Matches",
    "description": "Ignite your candles, stoves, and more with Safety Matches. These reliable matches are designed for easy and safe lighting, with sturdy matchsticks and strike-on-box functionality. Whether you're lighting a cozy fireplace or need a reliable source of fire, Safety Matches offer peace of mind.",
    "shortDescription": "Reliable safety matches",
    "rrp": 2.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Matches"
  },
  {
    "sku": "gro-9140877472",
    "name": "Dishwashing Liquid",
    "description": "Keep your dishes sparkling clean with the powerful Dishwashing Liquid. This effective formula cuts through grease and grime, leaving your dishes and utensils spotless. Whether you're washing by hand or using a dishwasher, the Dishwashing Liquid provides exceptional cleaning performance.",
    "shortDescription": "Powerful dishwashing liquid",
    "rrp": 3.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Dishwashing Liquid"
  },
  {
    "sku": "gro-9489585934",
    "name": "Multi-Purpose Bleach",
    "description": "Keep your home clean and sanitized with the Multi-Purpose Bleach. This powerful bleach effectively kills germs, removes stains, and eliminates odors. Whether you're cleaning surfaces, whitening fabrics, or disinfecting household items, the Multi-Purpose Bleach provides reliable and thorough cleaning.",
    "shortDescription": "Powerful multi-purpose bleach",
    "rrp": 4.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Bleach"
  },
  {
    "sku": "gro-4747841953",
    "name": "Toilet Cleaner",
    "description": "Maintain a clean and fresh bathroom with the Toilet Cleaner. This specialized cleaner targets stubborn stains, limescale, and bacteria, leaving your toilet bowl sparkling and hygienic. Whether you're doing routine cleaning or deep cleaning, the Toilet Cleaner provides effective and effortless results.",
    "shortDescription": "Specialized cleaner for toilet bowls",
    "rrp": 5.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Toilet Cleaner"
  },
  {
    "sku": "gro-5000738092",
    "name": "Premium Soy Sauce",
    "description": "Enhance the flavors of your favorite dishes with the Premium Soy Sauce. This high-quality soy sauce is made from traditional fermentation methods and aged to develop rich umami flavors. Whether you're marinating, stir-frying, or using it as a dipping sauce, the Premium Soy Sauce adds depth and complexity to your meals.",
    "shortDescription": "High-quality traditional soy sauce",
    "rrp": 6.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Soy Sauce"
  },
  {
    "sku": "gro-5293028472",
    "name": "Aged Balsamic Vinegar",
    "description": "Elevate your culinary creations with the Aged Balsamic Vinegar. This premium vinegar is made from select grapes and aged in wooden barrels, resulting in a complex and sweet-tart flavor profile. Whether you're dressing salads, drizzling over roasted vegetables, or enhancing marinades, the Aged Balsamic Vinegar adds a touch of sophistication to your dishes.",
    "shortDescription": "Premium aged balsamic vinegar",
    "rrp": 8.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Vinegar"
  },
  {
    "sku": "gro-4930178502",
    "name": "Authentic Fish Sauce",
    "description": "Add depth and umami to your Asian dishes with Authentic Fish Sauce. This traditional sauce is made from fermented fish and delivers a unique savory flavor to your stir-fries, marinades, and dipping sauces. Whether you're making Thai, Vietnamese, or other Southeast Asian cuisine, Authentic Fish Sauce is a must-have ingredient.",
    "shortDescription": "Traditional fish sauce for Asian dishes",
    "rrp": 7.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Fish Sauce"
  },
  {
    "sku": "gro-8311002173",
    "name": "Tangy Ketchup",
    "description": "Enjoy the classic taste of Tangy Ketchup. This beloved condiment adds a sweet and tangy kick to burgers, fries, sandwiches, and more. Whether you're hosting a backyard barbecue or simply craving some comfort food, Tangy Ketchup is a staple for your pantry.",
    "shortDescription": "Classic tangy ketchup",
    "rrp": 3.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Ketchup"
  },
  {
    "sku": "gro-9343044558",
    "name": "Spicy Mustard",
    "description": "Add a zesty kick to your sandwiches, hot dogs, and pretzels with Spicy Mustard. This bold and tangy mustard delivers a satisfying heat that enhances the flavors of your favorite foods. Whether you're grilling, picnicking, or preparing snacks, Spicy Mustard brings a spicy punch to your meals.",
    "shortDescription": "Bold and tangy spicy mustard",
    "rrp": 2.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Mustard"
  },
  {
    "sku": "gro-0759716041",
    "name": "Farm Fresh Eggs",
    "description": "Enjoy the goodness of Farm Fresh Eggs. These locally sourced eggs come from well-cared-for hens, ensuring quality and freshness. Whether you're making breakfast, baking, or preparing an omelet, Farm Fresh Eggs provide the key ingredient for delicious and nutritious meals.",
    "shortDescription": "Locally sourced farm fresh eggs",
    "rrp": 3.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Eggs"
  },
  {
    "sku": "gro-7707974738",
    "name": "Creamy Mayonnaise",
    "description": "Add a creamy and tangy finish to your sandwiches, salads, and dressings with Creamy Mayonnaise. This versatile condiment brings a rich and smooth texture along with a balanced flavor. Whether you're spreading it on a BLT, making coleslaw, or creating a dip, Creamy Mayonnaise adds a delightful touch to your dishes.",
    "shortDescription": "Smooth and tangy creamy mayonnaise",
    "rrp": 4.99,
    "category": "Groceries",
    "categoryId": "groceries",
    "subcategory": "Mayonnaise"
  },
  {
    "sku": "pet-0426274637",
    "name": "Durable Pet Leash",
    "description": "Take your furry friend for walks in style with the Durable Pet Leash. This leash is made from high-quality materials, providing strength and reliability. Whether you're going for a leisurely stroll or a brisk walk, the Durable Pet Leash offers comfort and security for both you and your pet.",
    "shortDescription": "High-quality and durable pet leash",
    "rrp": 9.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Leash"
  },
  {
    "sku": "pet-8066570715",
    "name": "Adjustable Pet Collar",
    "description": "Ensure your pet's comfort and safety with the Adjustable Pet Collar. This collar is designed with durability and adjustability in mind, allowing for a perfect fit. Whether you have a small cat or a large dog, the Adjustable Pet Collar keeps your pet looking stylish and secure.",
    "shortDescription": "Durable and adjustable pet collar",
    "rrp": 7.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Collar"
  },
  {
    "sku": "pet-2436731932",
    "name": "Protective Pet Shoes",
    "description": "Keep your pet's paws safe and comfortable with Protective Pet Shoes. These shoes provide protection from hot pavement, rough terrain, and sharp objects. Whether you're going for a hike, a walk on the beach, or protecting sensitive paws, Protective Pet Shoes ensure your pet's well-being.",
    "shortDescription": "Protective shoes for pets' paws",
    "rrp": 14.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Pet Shoes"
  },
  {
    "sku": "pet-1985097516",
    "name": "Premium Pet Bowl",
    "description": "Serve your pet's meals in style with the Premium Pet Bowl. This bowl is made from high-quality materials, ensuring durability and ease of cleaning. Whether you have a cat or a dog, the Premium Pet Bowl provides a sleek and functional feeding solution for your furry friend.",
    "shortDescription": "High-quality and stylish pet bowl",
    "rrp": 12.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Pet Bowl"
  },
  {
    "sku": "pet-9423898527",
    "name": "Bird Feeder",
    "description": "Attract beautiful birds to your garden with the Bird Feeder. This feeder is designed to hold seeds, nuts, or suet, providing nourishment and entertainment for feathered visitors. Whether you're a bird enthusiast or simply enjoy the sight and sounds of nature, the Bird Feeder adds charm to your outdoor space.",
    "shortDescription": "Feeder for attracting birds to your garden",
    "rrp": 19.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Bird Feeder"
  },
  {
    "sku": "pet-2362533516",
    "name": "Spacious Pet Cage",
    "description": "Provide a safe and comfortable space for your pet with the Spacious Pet Cage. This cage features a sturdy construction, ample room for your pet to move around, and convenient access points. Whether you have a small dog, a cat, or other small pets, the Spacious Pet Cage offers a secure and cozy environment.",
    "shortDescription": "Sturdy and spacious pet cage",
    "rrp": 59.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Pet Cage"
  },
  {
    "sku": "pet-1847162660",
    "name": "Pet Crate",
    "description": "Transport your pet safely and comfortably with the Pet Crate. This crate is designed with durability and convenience in mind, featuring secure latches and a comfortable interior. Whether you're traveling, going to the vet, or crate training, the Pet Crate provides a reliable and stress-free solution.",
    "shortDescription": "Durable and secure pet crate",
    "rrp": 39.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Pet Crate"
  },
  {
    "sku": "pet-2577487294",
    "name": "Premium Pet Litter",
    "description": "Keep your pet's litter box clean and fresh with the Premium Pet Litter. This high-quality litter offers excellent odor control and clumping properties for easy cleanup. Whether you have a cat or a small animal, the Premium Pet Litter provides a comfortable and hygienic litter solution.",
    "shortDescription": "High-quality litter for pets",
    "rrp": 14.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Pet Litter"
  },
  {
    "sku": "pet-0579828681",
    "name": "Stylish Pet Carrier",
    "description": "Travel with your pet in style and comfort with the Stylish Pet Carrier. This carrier features a durable construction, comfortable interior padding, and convenient ventilation. Whether you're going on a road trip, flying, or simply need a portable pet carrier, the Stylish Pet Carrier offers a secure and fashionable solution.",
    "shortDescription": "Durable and stylish pet carrier",
    "rrp": 49.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Pet Carrier"
  },
  {
    "sku": "pet-0644581217",
    "name": "Spacious Aquarium",
    "description": "Create a captivating aquatic world with the Spacious Aquarium. This aquarium features a generous capacity, sturdy construction, and customizable features for fish and aquatic plant keeping. Whether you're a beginner or an experienced hobbyist, the Spacious Aquarium provides a stunning centerpiece for your home or office.",
    "shortDescription": "Generous and sturdy aquarium",
    "rrp": 199.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Aquarium"
  },
  {
    "sku": "pet-8356914214",
    "name": "Interactive Pet Toy",
    "description": "Engage your pet with the Interactive Pet Toy. This toy stimulates mental and physical activity, providing entertainment and exercise for your furry friend. Whether you have a cat or a dog, the Interactive Pet Toy promotes playfulness and helps prevent boredom.",
    "shortDescription": "Stimulating interactive toy for pets",
    "rrp": 9.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Pet Toy"
  },
  {
    "sku": "pet-6072284203",
    "name": "Premium Dog Food",
    "description": "Nourish your dog with the goodness of Premium Dog Food. This high-quality dog food is formulated with balanced nutrition and real ingredients to support your dog's health and vitality. Whether you have a puppy, adult dog, or senior dog, the Premium Dog Food provides a complete and wholesome diet.",
    "shortDescription": "Balanced and nutritious premium dog food",
    "rrp": 29.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Dog Food"
  },
  {
    "sku": "pet-8768702491",
    "name": "Premium Cat Food",
    "description": "Delight your feline companion with the flavors of Premium Cat Food. This cat food is made with quality ingredients and tailored to meet the specific nutritional needs of cats. Whether you have a kitten, adult cat, or senior cat, the Premium Cat Food offers a delectable and nourishing meal.",
    "shortDescription": "Delectable and nutritious premium cat food",
    "rrp": 24.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Cat Food"
  },
  {
    "sku": "pet-4200543942",
    "name": "Nutritious Fish Food",
    "description": "Provide optimal nutrition for your fish with Nutritious Fish Food. This fish food is formulated with essential nutrients to support vibrant colors, healthy growth, and overall well-being of your aquatic pets. Whether you have tropical fish, goldfish, or bettas, the Nutritious Fish Food offers a balanced and tasty diet.",
    "shortDescription": "Balanced and nutritious fish food",
    "rrp": 7.99,
    "category": "Pets",
    "categoryId": "pets",
    "subcategory": "Fish Food"
  },
  {
    "sku": "fas-7139520369",
    "name": "Stylish Tote Bag",
    "description": "Carry your essentials in style with the Stylish Tote Bag. This bag features a fashionable design, spacious compartments, and sturdy handles. Whether you're going to work, running errands, or heading to the beach, the Stylish Tote Bag combines functionality and style.",
    "shortDescription": "Fashionable and spacious tote bag",
    "rrp": 29.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Tote Bag"
  },
  {
    "sku": "fas-4688315782",
    "name": "Durable Travel Bag",
    "description": "Embark on your adventures with the Durable Travel Bag. This bag is designed for durability, functionality, and versatility. Whether you're traveling for business or pleasure, the Durable Travel Bag accommodates your essentials and provides convenient organization.",
    "shortDescription": "Durable and versatile travel bag",
    "rrp": 79.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Travel Bag"
  },
  {
    "sku": "fas-0336111260",
    "name": "Elegant Dress",
    "description": "Make a statement with the Elegant Dress. This dress features a flattering silhouette, high-quality fabric, and exquisite details. Whether you're attending a special event, a cocktail party, or a formal gathering, the Elegant Dress showcases your style and sophistication.",
    "shortDescription": "Flattering and elegant dress",
    "rrp": 89.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Dress"
  },
  {
    "sku": "fas-4249776933",
    "name": "Stylish Coin Purse",
    "description": "Carry your coins and small essentials with the Stylish Coin Purse. This compact purse features a fashionable design, secure closure, and convenient size. Whether you're going out for a quick errand or need a compact accessory for your handbag, the Stylish Coin Purse adds a touch of functionality and style.",
    "shortDescription": "Compact and stylish coin purse",
    "rrp": 12.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Coin Purse"
  },
  {
    "sku": "fas-4325647414",
    "name": "Women's Jacket",
    "description": "Stay warm and stylish with the Women's Jacket. This jacket features a comfortable fit, durable construction, and trendy design. Whether you're braving the cold weather, going for a hike, or running errands, the Women's Jacket provides a fashionable and functional outerwear option.",
    "shortDescription": "Warm and stylish women's jacket",
    "rrp": 59.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Jacket"
  },
  {
    "sku": "fas-3539935353",
    "name": "Women's Sweatshirt",
    "description": "Enjoy casual comfort with the Women's Sweatshirt. This sweatshirt features a soft and cozy fabric, relaxed fit, and versatile style. Whether you're lounging at home, running errands, or meeting friends for coffee, the Women's Sweatshirt offers a comfortable and trendy option.",
    "shortDescription": "Soft and cozy women's sweatshirt",
    "rrp": 39.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Sweatshirt"
  },
  {
    "sku": "fas-4598049562",
    "name": "Women's Jeans",
    "description": "Achieve effortless style with the Women's Jeans. These jeans feature a flattering fit, high-quality denim, and versatile design. Whether you're going for a casual look, dressing up for a night out, or creating a chic ensemble, the Women's Jeans elevate your fashion game.",
    "shortDescription": "Flattering and versatile women's jeans",
    "rrp": 49.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Jeans"
  },
  {
    "sku": "fas-7963514111",
    "name": "Women's Leggings",
    "description": "Experience comfort and versatility with the Women's Leggings. These leggings are made from soft and stretchy fabric, providing a snug and flexible fit. Whether you're working out, lounging at home, or running errands, the Women's Leggings offer a comfortable and stylish option.",
    "shortDescription": "Comfortable and versatile women's leggings",
    "rrp": 29.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Leggings"
  },
  {
    "sku": "fas-2301325784",
    "name": "Women's Skirt",
    "description": "Add a feminine touch to your wardrobe with the Women's Skirt. This skirt features a flattering silhouette, quality fabric, and elegant design. Whether you're dressing up for a special occasion or creating a polished everyday look, the Women's Skirt exudes charm and sophistication.",
    "shortDescription": "Flattering and elegant women's skirt",
    "rrp": 39.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Skirt"
  },
  {
    "sku": "fas-1083944396",
    "name": "Women's Shorts",
    "description": "Stay cool and stylish during warm days with the Women's Shorts. These shorts offer a comfortable fit, breathable fabric, and trendy design. Whether you're heading to the beach, exploring the city, or enjoying outdoor activities, the Women's Shorts provide a fashionable and comfortable option.",
    "shortDescription": "Cool and stylish women's shorts",
    "rrp": 24.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Shorts"
  },
  {
    "sku": "fas-0396446617",
    "name": "Women's Sandals",
    "description": "Step out in style and comfort with the Women's Sandals. These sandals feature a trendy design, cushioned footbed, and durable sole. Whether you're strolling along the beach, going for a casual outing, or dressing up for a summer event, the Women's Sandals complete your warm-weather look.",
    "shortDescription": "Stylish and comfortable women's sandals",
    "rrp": 34.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Sandals"
  },
  {
    "sku": "fas-3676607873",
    "name": "Flat Shoes",
    "description": "Experience comfort and versatility with Flat Shoes. These shoes feature a flat sole, cushioned insole, and stylish design. Whether you're running errands, going to work, or meeting friends for a casual outing, Flat Shoes offer a comfortable and fashionable footwear option.",
    "shortDescription": "Comfortable and versatile flat shoes",
    "rrp": 49.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Flat Shoes"
  },
  {
    "sku": "fas-5613489735",
    "name": "Heels",
    "description": "Elevate your style with Heels. These shoes feature a sleek design, comfortable fit, and elegant heel. Whether you're attending a formal event, going out for a special occasion, or adding a touch of sophistication to your everyday look, Heels make a fashion statement.",
    "shortDescription": "Sleek and elegant heels",
    "rrp": 69.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Heels"
  },
  {
    "sku": "fas-6211513464",
    "name": "Wedges",
    "description": "Combine style and comfort with Wedges. These shoes feature a wedge heel, cushioned footbed, and trendy design. Whether you're going for a casual outing, attending a garden party, or dressing up for a summer event, Wedges provide a fashionable and stable footwear option.",
    "shortDescription": "Stylish and comfortable wedges",
    "rrp": 59.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Wedges"
  },
  {
    "sku": "fas-2085199940",
    "name": "Boots",
    "description": "Step out in style with Boots. These boots feature a durable construction, comfortable fit, and versatile design. Whether you're exploring the great outdoors, going for a casual outing, or adding a touch of edge to your look, Boots complete your outfit with flair.",
    "shortDescription": "Durable and stylish boots",
    "rrp": 79.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Boots"
  },
  {
    "sku": "fas-2306670599",
    "name": "Women's Wallet",
    "description": "Organize your essentials with the Women's Wallet. This wallet features multiple compartments, a stylish design, and secure closures. Whether you're carrying cards, cash, or IDs, the Women's Wallet offers functionality and fashion in one compact accessory.",
    "shortDescription": "Functional and stylish women's wallet",
    "rrp": 39.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Wallet"
  },
  {
    "sku": "fas-6033557182",
    "name": "Belt Bag",
    "description": "Go hands-free with the Belt Bag. This bag features a compact size, adjustable belt strap, and convenient storage compartments. Whether you're traveling, going for a run, or need a compact bag for your essentials, the Belt Bag provides easy access and convenience.",
    "shortDescription": "Compact and convenient belt bag",
    "rrp": 29.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Belt Bag"
  },
  {
    "sku": "fas-0974104062",
    "name": "Women's Backpack",
    "description": "Carry your belongings in style with the Women's Backpack. This backpack features a spacious interior, comfortable straps, and fashionable design. Whether you're going to work, traveling, or exploring the city, the Women's Backpack offers functionality and fashion in one versatile accessory.",
    "shortDescription": "Spacious and stylish women's backpack",
    "rrp": 69.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Backpack"
  },
  {
    "sku": "fas-7576246416",
    "name": "Women's Shirt",
    "description": "Stay chic and comfortable with the Women's Shirt. This shirt features a relaxed fit, soft fabric, and trendy design. Whether you're going for a casual look, dressing up for a business meeting, or creating a stylish ensemble, the Women's Shirt adds a touch of effortless elegance.",
    "shortDescription": "Comfortable and chic women's shirt",
    "rrp": 34.99,
    "category": "Fashion Women",
    "categoryId": "fashionwomen",
    "subcategory": "Women Shirt"
  },
  {
    "sku": "fas-0892282225",
    "name": "T-Shirt",
    "description": "Experience casual comfort with the T-Shirt. This shirt features a relaxed fit, soft fabric, and versatile style. Whether you're lounging at home, running errands, or going for a casual outing, the T-Shirt offers a comfortable and easy-to-style option.",
    "shortDescription": "Casual and comfortable t-shirt",
    "rrp": 19.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Tshirt"
  },
  {
    "sku": "fas-0244044053",
    "name": "Polo Shirt",
    "description": "Achieve a classic and sporty look with the Polo Shirt. This shirt features a timeless design, comfortable fit, and high-quality fabric. Whether you're going for a casual outing, playing golf, or attending a summer event, the Polo Shirt exudes style and sophistication.",
    "shortDescription": "Classic and sporty polo shirt",
    "rrp": 29.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Polo Shirt"
  },
  {
    "sku": "fas-6327226997",
    "name": "Men's Jacket",
    "description": "Stay warm and stylish with the Men's Jacket. This jacket features a comfortable fit, durable construction, and trendy design. Whether you're braving the cold weather, going for a hike, or running errands, the Men's Jacket provides a fashionable and functional outerwear option.",
    "shortDescription": "Warm and stylish men's jacket",
    "rrp": 79.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Men Jacket"
  },
  {
    "sku": "fas-9789183324",
    "name": "Coat",
    "description": "Bundle up in style with the Coat. This coat features a sophisticated design, cozy fabric, and versatile style. Whether you're going for a formal look, attending a special event, or braving the winter chill, the Coat keeps you warm and fashionable.",
    "shortDescription": "Sophisticated and cozy coat",
    "rrp": 99.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Coat"
  },
  {
    "sku": "fas-8640230389",
    "name": "Hoodie",
    "description": "Experience casual comfort with the Hoodie. This hoodie features a soft and cozy fabric, relaxed fit, and versatile style. Whether you're lounging at home, running errands, or meeting friends for a casual outing, the Hoodie offers warmth and style.",
    "shortDescription": "Soft and cozy hoodie",
    "rrp": 49.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Hoodie"
  },
  {
    "sku": "fas-6151852099",
    "name": "Men's Jeans",
    "description": "Achieve effortless style with the Men's Jeans. These jeans feature a comfortable fit, high-quality denim, and timeless design. Whether you're going for a casual look, dressing up for a night out, or creating a polished ensemble, the Men's Jeans elevate your fashion game.",
    "shortDescription": "Comfortable and versatile men's jeans",
    "rrp": 59.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Men Jeans"
  },
  {
    "sku": "fas-6350379614",
    "name": "Formal Pants",
    "description": "Look sharp and professional with Formal Pants. These pants feature a tailored fit, high-quality fabric, and classic design. Whether you're attending a business meeting, a formal event, or need polished attire for work, Formal Pants exude style and sophistication.",
    "shortDescription": "Sharp and professional formal pants",
    "rrp": 69.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Formal Pants"
  },
  {
    "sku": "fas-0244796323",
    "name": "Men's Shorts",
    "description": "Stay cool and stylish during warm days with the Men's Shorts. These shorts offer a comfortable fit, breathable fabric, and trendy design. Whether you're heading to the beach, exploring the city, or enjoying outdoor activities, the Men's Shorts provide a fashionable and comfortable option.",
    "shortDescription": "Cool and stylish men's shorts",
    "rrp": 39.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Men Shorts"
  },
  {
    "sku": "fas-8766282360",
    "name": "Sneakers",
    "description": "Step out in style and comfort with Sneakers. These shoes feature a trendy design, cushioned insole, and durable sole. Whether you're going for a casual outing, exercising, or running errands, Sneakers provide a comfortable and fashionable footwear option.",
    "shortDescription": "Stylish and comfortable sneakers",
    "rrp": 79.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Sneakers"
  },
  {
    "sku": "fas-3860325546",
    "name": "Loafers",
    "description": "Achieve a polished and sophisticated look with Loafers. These shoes feature a timeless design, comfortable fit, and versatile style. Whether you're going for a business meeting, a formal event, or want to add a touch of elegance to your casual attire, Loafers make a fashion statement.",
    "shortDescription": "Polished and versatile loafers",
    "rrp": 89.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Loafers"
  },
  {
    "sku": "fas-9007320751",
    "name": "Black Shoes",
    "description": "Complete your formal and professional outfits with Black Shoes. These shoes feature a sleek design, high-quality construction, and classic style. Whether you're attending a black-tie event, going to the office, or need polished footwear for special occasions, Black Shoes offer a sophisticated and timeless look.",
    "shortDescription": "Sleek and classic black shoes",
    "rrp": 99.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Black Shoes"
  },
  {
    "sku": "fas-2560164162",
    "name": "Men's Sandals",
    "description": "Enjoy comfort and style with Men's Sandals. These sandals feature a cushioned footbed, durable construction, and versatile design. Whether you're strolling along the beach, going for a casual outing, or dressing up for a summer event, Men's Sandals complete your warm-weather look.",
    "shortDescription": "Comfortable and stylish men's sandals",
    "rrp": 59.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Men Sandals"
  },
  {
    "sku": "fas-7060973031",
    "name": "Messenger Bag",
    "description": "Carry your essentials in style with the Messenger Bag. This bag features a sleek design, multiple compartments, and adjustable strap. Whether you're going to work, traveling, or need a versatile bag for your daily activities, the Messenger Bag combines functionality and fashion.",
    "shortDescription": "Sleek and versatile messenger bag",
    "rrp": 49.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Messenger Bag"
  },
  {
    "sku": "fas-4243500061",
    "name": "Men's Backpack",
    "description": "Carry your belongings in style with the Men's Backpack. This backpack features a spacious interior, comfortable straps, and modern design. Whether you're going to work, traveling, or exploring the city, the Men's Backpack offers functionality and fashion in one versatile accessory.",
    "shortDescription": "Spacious and stylish men's backpack",
    "rrp": 79.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Men Backpack"
  },
  {
    "sku": "fas-0594751822",
    "name": "Men's Wallet",
    "description": "Organize your essentials with the Men's Wallet. This wallet features multiple compartments, a sleek design, and secure closures. Whether you're carrying cards, cash, or IDs, the Men's Wallet offers functionality and style in one compact accessory.",
    "shortDescription": "Functional and stylish men's wallet",
    "rrp": 39.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Men Wallet"
  },
  {
    "sku": "fas-2723277625",
    "name": "Belt",
    "description": "Complete your outfits with the Belt. This belt features a classic design, durable construction, and adjustable fit. Whether you're dressing up for a formal occasion, adding a touch of style to your casual attire, or need a functional accessory, the Belt provides a polished finishing touch.",
    "shortDescription": "Classic and durable belt",
    "rrp": 29.99,
    "category": "Fashion Men",
    "categoryId": "fashionmen",
    "subcategory": "Belt"
  },
  {
    "sku": "acc-5940475383",
    "name": "Watch",
    "description": "Stay punctual and stylish with the Watch. This watch features a timeless design, reliable movement, and durable construction. Whether you're attending a business meeting, going for a casual outing, or dressing up for a special event, the Watch complements your personal style.",
    "shortDescription": "Timeless and stylish watch",
    "rrp": 99.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Watch"
  },
  {
    "sku": "acc-0251631225",
    "name": "Necklace",
    "description": "Enhance your outfits with the Necklace. This necklace features a beautiful design, high-quality materials, and versatile style. Whether you're going for an elegant look, adding a statement piece to your ensemble, or giving a thoughtful gift, the Necklace adds a touch of sophistication.",
    "shortDescription": "Elegant and versatile necklace",
    "rrp": 79.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Necklace"
  },
  {
    "sku": "acc-5234941827",
    "name": "Earring",
    "description": "Complete your look with the Earring. This earring features a stylish design, high-quality materials, and versatile style. Whether you're going for a glamorous look, adding a subtle accent to your ensemble, or giving a thoughtful gift, the Earring adds a touch of elegance.",
    "shortDescription": "Stylish and versatile earring",
    "rrp": 49.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Earring"
  },
  {
    "sku": "acc-4029333052",
    "name": "Ring",
    "description": "Add a touch of elegance to your fingers with the Ring. This ring features a sophisticated design, high-quality materials, and versatile style. Whether you're going for a classic look, making a statement, or expressing your personal style, the Ring complements your overall appearance.",
    "shortDescription": "Elegant and versatile ring",
    "rrp": 59.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Ring"
  },
  {
    "sku": "acc-6343709130",
    "name": "Bangle",
    "description": "Enhance your wrist with the Bangle. This bangle features a sleek design, high-quality materials, and versatile style. Whether you're going for a minimalist look, adding a stackable accessory, or expressing your fashion-forward style, the Bangle adds a touch of modern sophistication.",
    "shortDescription": "Sleek and versatile bangle",
    "rrp": 39.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Bangle"
  },
  {
    "sku": "acc-5664112491",
    "name": "Bracelet",
    "description": "Adorn your wrist with the Bracelet. This bracelet features a beautiful design, high-quality materials, and versatile style. Whether you're going for a bohemian look, adding a dainty accessory, or making a bold statement, the Bracelet adds a touch of charm and elegance.",
    "shortDescription": "Beautiful and versatile bracelet",
    "rrp": 44.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Bracelet"
  },
  {
    "sku": "acc-1054093492",
    "name": "Eyeglasses",
    "description": "See clearly and look stylish with Eyeglasses. These eyeglasses feature a trendy design, high-quality frames, and prescription lenses. Whether you need vision correction or want to enhance your fashion statement, Eyeglasses offer clarity and style.",
    "shortDescription": "Stylish and functional eyeglasses",
    "rrp": 89.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Eyeglasses"
  },
  {
    "sku": "acc-8302223773",
    "name": "Sunglasses",
    "description": "Protect your eyes and exude style with Sunglasses. These sunglasses feature UV protection, fashionable frames, and high-quality lenses. Whether you're going to the beach, driving, or enjoying outdoor activities, Sunglasses combine functionality and fashion.",
    "shortDescription": "Stylish and protective sunglasses",
    "rrp": 79.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Sunglasses"
  },
  {
    "sku": "acc-2639816960",
    "name": "Contact Lenses",
    "description": "Experience clear vision and convenience with Contact Lenses. These contact lenses offer a comfortable fit, vision correction, and ease of use. Whether you're looking for daily or monthly lenses, Contact Lenses provide a hassle-free alternative to traditional eyewear.",
    "shortDescription": "Convenient and comfortable contact lenses",
    "rrp": 49.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Contact Lenses"
  },
  {
    "sku": "acc-1814562539",
    "name": "Headband",
    "description": "Add a fashionable accessory to your hairstyle with the Headband. This headband features a stylish design, comfortable fit, and versatile style. Whether you're going for a bohemian look, adding a touch of glamour, or keeping your hair in place, the Headband adds a trendy and practical touch.",
    "shortDescription": "Stylish and versatile headband",
    "rrp": 14.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Headband"
  },
  {
    "sku": "acc-3910043586",
    "name": "Cap",
    "description": "Complete your casual look with the Cap. This cap features a classic design, adjustable fit, and versatile style. Whether you're shielding yourself from the sun, adding a sporty touch to your outfit, or expressing your personal style, the Cap offers both functionality and fashion.",
    "shortDescription": "Classic and versatile cap",
    "rrp": 19.99,
    "category": "Accessories",
    "categoryId": "accessories",
    "subcategory": "Cap"
  },
  {
    "sku": "spo-6282930236",
    "name": "Bike",
    "description": "Explore the outdoors and stay active with the Bike. This bike features a durable frame, reliable components, and comfortable ride. Whether you're commuting, going for a leisurely ride, or tackling challenging trails, the Bike offers a fun and efficient mode of transportation.",
    "shortDescription": "Durable and versatile bike",
    "rrp": 299.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Bike"
  },
  {
    "sku": "spo-8531658918",
    "name": "Fishing Rod",
    "description": "Enjoy the thrill of fishing with the Fishing Rod. This fishing rod features a sturdy construction, responsive action, and comfortable grip. Whether you're a beginner or an experienced angler, the Fishing Rod provides a reliable and enjoyable fishing experience.",
    "shortDescription": "Sturdy and responsive fishing rod",
    "rrp": 59.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Fishing Rod"
  },
  {
    "sku": "spo-9213364904",
    "name": "Fishing Hook",
    "description": "Catch more fish with the Fishing Hook. This fishing hook features a sharp and durable design, ensuring secure hooksets and successful catches. Whether you're freshwater fishing or saltwater fishing, the Fishing Hook is an essential component of your tackle box.",
    "shortDescription": "Sharp and durable fishing hook",
    "rrp": 4.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Fishing Hook"
  },
  {
    "sku": "spo-9282508943",
    "name": "Tent",
    "description": "Embark on outdoor adventures with the Tent. This tent features a spacious interior, durable construction, and easy setup. Whether you're camping, hiking, or attending music festivals, the Tent provides a comfortable and sheltered accommodation for your outdoor escapades.",
    "shortDescription": "Spacious and durable tent",
    "rrp": 149.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Tent"
  },
  {
    "sku": "spo-1837892536",
    "name": "Swiss Knife",
    "description": "Be prepared for any situation with the Swiss Knife. This versatile multi-tool features various blades, screwdrivers, scissors, and more. Whether you're camping, hiking, or tackling everyday tasks, the Swiss Knife offers a compact and reliable solution for your cutting and tool needs.",
    "shortDescription": "Versatile and compact Swiss knife",
    "rrp": 29.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Swiss Knife"
  },
  {
    "sku": "spo-0599056283",
    "name": "Men's Sport Shoes",
    "description": "Stay active and comfortable with Men's Sport Shoes. These shoes are designed for sports and fitness activities, featuring cushioned soles, breathable materials, and supportive fit. Whether you're running, playing basketball, or hitting the gym, Men's Sport Shoes provide the performance and comfort you need.",
    "shortDescription": "Comfortable and performance-oriented men's sport shoes",
    "rrp": 89.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Men Sport Shoes"
  },
  {
    "sku": "spo-4039260322",
    "name": "Women's Sport Shoes",
    "description": "Achieve your fitness goals in style with Women's Sport Shoes. These shoes are designed for active women, featuring cushioned soles, breathable materials, and fashionable design. Whether you're running, doing yoga, or attending fitness classes, Women's Sport Shoes combine performance and style.",
    "shortDescription": "Comfortable and stylish women's sport shoes",
    "rrp": 79.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Women Sport Shoes"
  },
  {
    "sku": "spo-9047845802",
    "name": "Scooter",
    "description": "Navigate the city streets with ease and style with the Scooter. This scooter features a sturdy frame, smooth-rolling wheels, and adjustable handlebars. Whether you're commuting to work, exploring the neighborhood, or running errands, the Scooter offers a convenient and eco-friendly mode of transportation.",
    "shortDescription": "Sturdy and stylish scooter",
    "rrp": 129.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Scooter"
  },
  {
    "sku": "spo-2060901784",
    "name": "Skateboard",
    "description": "Experience the thrill of skateboarding with the Skateboard. This skateboard features a durable deck, responsive trucks, and smooth-rolling wheels. Whether you're a beginner or an experienced skateboarder, the Skateboard provides a fun and exciting ride for tricks, cruising, or transportation.",
    "shortDescription": "Durable and responsive skateboard",
    "rrp": 89.99,
    "category": "Sports & Lifestyle",
    "categoryId": "sportsandlifestyle",
    "subcategory": "Skateboard"
  }
]
